Repository: Belfagor2005/ciplushelper-8.4
Catalog: usr/lib/enigma2/python/Plugins/Extensions/Ciplushelper/locale/*/LC_MESSAGES/Ciplushelper.po
Languages: it, ru

source: 'Off' auto check module after start E2 (delay 60 sec.)
ru: Выкл. авто проверку модулей после старта E2 (пауза 60 сек.)

source: 'On' auto check module after start E2 (delay 60 sec.)
ru: Вкл. авто проверку модулей после старта E2 (пауза 60 сек.)

source: CI+ helper
ru: CI+ помощник

source: CI+ helper menu
ru: Меню помощника CI+

source: Disable ciplushelper autostart
it: Disabilita l'avvio automatico di ciplushelper
ru: Выключить автостарт '/usr/bin/ciplushelper'

source: Enable ciplushelper autostart
it: Abilita l'avvio automatico di ciplushelper
ru: Включить автостарт '/usr/bin/ciplushelper'

source: Install '/etc/ciplus'
it: Installa '/etc/ciplus'
ru: Установить '/etc/ciplus'

source: Install 'ciplushelper' version from Zgemma
it: Istalla la versione 'ciplushelper' da Zgemma
ru: Установить 'ciplushelper' версию от Zgemma

source: Install default version 'ciplushelper'
it: Installa version base 'ciplushelper'
ru: Установить дефолтную версию 'ciplushelper'

source: Other models need '/etc/ciplus'
it: Altri modelli necessitano di '/etc/ciplus'
ru: Для остальных ресиверов необходим '/etc/ciplus'

source: Remove '/etc/ciplus'
it: Rimuovi '/etc/ciplus'
ru: Удалить '/etc/ciplus'

source: Start ciplushelper
it: Avvia ciplushelper
ru: Старт '/usr/bin/ciplushelper'

source: Stop ciplushelper
it: Ferma ciplushelper
ru: Стоп '/usr/bin/ciplushelper'

source: Support '/usr/bin/ciplushelper' from the manufacturer:
it: Supporto '/usr/bin/ciplushelper' del produttore:
ru: Поддержка '/usr/bin/ciplushelper' от производителя:

source: Supported models
it: Modelli Supportati
ru: Поддерживаемые ресиверы

source: ver.
ru: вер.

source: Enable '/etc/ciplus0_enable'
it: Abilita '/etc/ciplus0_enable'
ru: Включить '/etc/ciplus0_enable'

source: Disable '/etc/ciplus0_disable'
it: Disabilita '/etc/ciplus0_disable'
ru: Выключить '/etc/ciplus0_disable'

source: Enable '/etc/ciplus1_enable'
it: Abilita '/etc/ciplus1_enable'
ru: Включить '/etc/ciplus1_enable'

source: Disable '/etc/ciplus1_disable'
it: Disabilita '/etc/ciplus1_disable'
ru: Выключить '/etc/ciplus1_disable'

source: Enable '%s'
it: Abilita '%s'

source: Disable '%s'
it: Disabilita '%s'
